export default {
  ja: {
    Home: {
      title: "tukuyo's website",
      oldHome: "昔のバージョン",
      Name: "Yoshio Tsukuda"
    },
    About: {
      title: "プロフィール",
      profile: "私について",
      text: "　初めまして，大阪の情報系の大学院(修士)に通っているYoshio Tsukudaです．小学生の時に，メモ帳でVBScriptなど簡単なプログラミングをしてプログラミングに興味を持ち，高校から情報系を専攻しました．\
              今現在は，大学院でVR(Virtual Reality)に関する研究を行っており，個人開発では，主にiOSネイティブアプリケーションを作っています．",
      text2: "未来永劫使われるようなソフトウェア開発に携わることが夢です．\
              お仕事お待ちしています :)",
      hobby_title: "趣味",
      hobby: "音楽鑑賞，ギター，プログラミング，国内旅行",
      skills_title: "スキル",
      major_skills_title: "専門",
      major_skills: "Unity(C#), Swift, iOS, VR",
      minor_skills_title: "使用している言語&フレームワーク",
      other_skills: "他のスキル",
      other_SkillsList: "動画編集，ギター",
      awards: "受賞",
      awards_list: "2019年度情報処理学会関西支部 支部大会 奨励賞",
    },
    Works: {
      title: "作品",
      description: "カードをクリックすると別のページへ遷移します．",
      ios_title: "iOS アプリ",
      web_title: "Web アプリ",
      other: "その他",
      otherDescription: "クリックするとブログ記事やGitHubなどに遷移します．"
    },
    Footer: {
      text: ""
    },
    Privacy: {
      title: "プライバシーポリシー",
      text: "プライバシーポリシー",
      text1: "Yoshio Tsukuda は、以下のとおり個人情報保護方針を定め、個人情報保護の仕組みを構築し、\
      個人情報保護の重要性の認識と取組みを徹底することにより、個人情報の保護を推進致します。",
      text2: "個人情報の管理",
      text3: "Yoshio Tsukuda は、お客さまの個人情報を正確かつ最新の状態に保ち、個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、セキュリティシステムの維持・管理体制の整備徹底等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。",
      text4: "個人情報の利用目的",
      text5: "お客さまからお預かりした個人情報は、各アプリ内でのデータ保存のみに利用します。",
      text6: "個人情報の第三者への開示・提供の禁止",
      text7: "Yoshio Tsukuda は、お客さまよりお預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。 お客さまの同意がある場合 お客さまが希望されるサービスを行なうために当社が業務を委託する業者に対して開示する場合 法令に基づき開示することが必要である場合",
      text8: "個人情報の安全対策",
      text9: "Yoshio Tsukuda は、個人情報の正確性及び安全性確保のために、セキュリティに万全の対策を講じています。",
      text10: "ご本人の照会",
      text11: "お客さまがご本人の個人情報の照会・修正・削除などをご希望される場合には、ご本人であることを確認の上、対応させていただきます。",
      text12: "法令、規範の遵守と見直し",
      text13: "Yoshio Tsukuda は、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本ポリシーの内容を適宜見直し、その改善に努めます。",
      text14: "お問い合せ",
      text15: "Yoshio Tsukuda の個人情報の取扱に関するお問い合せは下記までご連絡ください。",
    }
  }
}